Revit 2024 API
BoundingBoxContainsPointFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
BoundingBoxContainsPointFilter Class
BoundingBoxContainsPointFilter Members
Autodesk.Revit.DB Namespace